Repository: monyarm/residualvm
Catalog: po/novelvm/*.po
Languages: de_de, nl_nl

source: Quit NovelVM
de_de: NovelVM beenden
nl_nl: Hiermee verlaat u NovelVM

source: About NovelVM
de_de: Über NovelVM
nl_nl: Geeft informatie over NovelVM

source: Change global NovelVM options
de_de: Globale NovelVM-Optionen ändern
nl_nl: Algemene NovelVM opties

source: NovelVM could not find any engine capable of running the selected game!
de_de: NovelVM kann keine für diese Spiel geeignete Engine finden!
nl_nl: NovelVM heeft geen engine gevonden die in staat was het geselecteerde spel te spelen!

source: Preserve aspect ratio
de_de: Seitenverhältnis beibehalten
nl_nl: Behoud de schermverhouding

source: Preserve the aspect ratio in fullscreen mode
de_de: Seitenverhältnis im Vollbildmodus beibehalten
nl_nl: Behoud de schermverhouding bij volledig scherm

source: Wait for the vertical sync to refresh the screen
de_de: Beim Bildaufbau auf vertikale Synchronisation warten

source: Game Renderer:
de_de: Spiele-Renderer:

source: Language of NovelVM GUI
de_de: Sprache der NovelVM-Oberfläche
nl_nl: Taal van de NovelVM GUI

source: When starting a game, change the GUI language to the game language.That way, if a game uses the NovelVM save and load dialogs, they are in the same language as the game.
de_de: Die Sprache der Menüführung wird beim Starten des Spiels auf die Sprache des Spiels gestellt. Damit ist sichergestellt, dass bei der Verwendung der NovelVM-eigenen "Speichern und Laden"-Funktionalität gleiche Sprachen verwendet werden.

source: Use the native system file browser instead of the NovelVM one to select a file or directory.
de_de: Verwende zur Auswahl einer Datei oder eines Verzeichnisses den betriebssystemeigenen Dateimanager anstelle des NovelVM-eigenen Auswahlmenüs.

source: How often to check NovelVM updates
de_de: Wie oft NovelVM nach Updates suchen soll

source: NovelVM now supports automatic check for updates which requires access to the Internet. Would you like to enable this feature?
de_de: NovelVM kann automatisch nach Aktualisierungen suchen was einen Zugang zum Internet erfordert. Möchten Sie diese Funktion aktivieren?

source: WARNING: The game you are about to start is not yet fully supported by NovelVM. As such, it is likely to be unstable, and any saved game you make might not work in future versions of NovelVM.
de_de: WARNUNG: Das Spiel, welches Sie starten wollen, wird noch nicht vollständig von NovelVM unterstützt. Somit ist es wahrscheinlich, dass es instabil ist und jegliche Spielstände, die Sie erstellen, könnten in zukünftigen Versionen von NovelVM nicht mehr funktionieren.

source: The game in '%s' seems to be an unknown game variant. Please report the following data to the NovelVM team at %s along with the name of the game you tried to add and its version, language, etc.:
de_de: Das Spiel in '%s' scheint eine unbekannte Version zu sein. Bitte teilen Sie dem NovelVM-Team unter %s die folgenden Informationen zusammen mit dem Namen, der Version und der Sprache des Spiels, welches Sie hinzufügen möchten, mit:

source: Hide NovelVM
de_de: NovelVM verstecken
nl_nl: Verberg NovelVM

source: What's New in NovelVM
de_de: Neues in NovelVM

source: Load user patch (unsupported)
de_de: Benutzer-Patch laden (nicht unterstützt)

source: Load an user patch. Please note that the NovelVM-team doesn't provide support for using such patches.
de_de: Lade einen benutzerdefinierten Patch. Bitte beachten Sie, dass das NovelVM-Team keine Unterstützung für solche Patches anbietet.

source: Show FPS
de_de: Bildwiederholrate anzeigen

source: Show the current FPS-rate, while you play.
de_de: Zeigt die aktuelle Bildwiederholrate an, während Sie spielen.

source: NovelVM found some problems with your game data files. Running NovelVM nevertheless may cause game bugs or even crashes. Do you still want to run %s?
de_de: NovelVM hat Probleme mit Ihren Spiel-Dateien gefunden. Wenn Sie NovelVM trotzdem starten, kann dies Fehler im Spiel oder Abstürze verursachen. Möchten Sie %s trotzdem ausführen?
nl_nl: NovelVM heeft enkele problemen gevonden in uw spelbestanden. Nu opstarten kan leiden tot bugs of crashes. Wilt u %s alsnog opstarten?

source: '%s' may be corrupted. MD5: '%s'
de_de: '%s' ist möglicherweise defekt. MD5: '%s'
nl_nl: Het bestand '%s' is mogelijk corrupt. MD5: '%s'

source: The game data file %s may be corrupted. If you are sure it is not please provide the NovelVM team the following code, along with the file name, the language and a description of your game version (i.e. dvd-box or jewelcase): %s
de_de: Die Spiel-Datei %s ist möglicherweise defekt. Wenn Sie sicher sind, dass dies nicht der Fall ist, schicken Sie den folgenden Code an das NovelVM-Team, zusammen mit Dateinamen, der Sprache und einer Beschreibung Ihrer Spiele-Version (z.B. DVD-Box oder Jewelcase): %s
nl_nl: Het spelbestand %s is mogelijk corrupt. Als u zeker bent dat dit niet het geval is, neem contact op met het NovelVM team en vermeld de volgende code, samen met de bestandsnaam en een korte beschrijving van uw spel (bvb. taal en 'dvd-box' of 'jewelcase'): %s

source: Could not open %s for checking
de_de: Kann %s nicht zur Überprüfung öffnen
nl_nl: Kon bestand %s niet openen voor integriteitscontrole.

source: Could not open the file %s for checking. It may be missing or you may not have the rights to open it. Go to https://wiki.novelvm.org/index.php/Datafiles to see a list of the needed files.
de_de: Die Datei %s kann nicht zur Überprüfung geöffnet werden. Entweder fehlt die Datei, oder Sie haben nicht die nötigen Rechte, um sie zu öffnen. Auf https://wiki.novelvm.org/index.php/Datafiles finden Sie eine Liste der benötigten Dateien.
nl_nl: Kon bestand %s niet openen voor integriteitscontrole. Misschien ontbreekt het of u heeft niet de juiste permissies om het te openen. Ga naar https://wiki.novelvm.org/index.php/Datafiles voor een overzicht van de benodigde bestanden en bestandsstructuur

source: NovelVM will now verify the game data files, to make sure you have the best gaming experience. This may take a while, please wait. Successive runs will not check them again.
de_de: NovelVM wird jetzt die Spiel-Dateien überprüfen, um ein optimales Spielerlebnis sicherzustellen. Dies wird eine Weile dauern - bitte warten. Zukünftig werden sie nicht mehr überprüft.
nl_nl: NovelVM zal nu de integriteit van uw spelbestanden nagaan, voor de beste spelervaring. Dit kan eventjes duren, maar is slechts eenmalig.

source: The original patch of Grim Fandango is missing. Please download it from https://www.novelvm.org/downloads/ and put it in the game data files directory
de_de: Der originale Patch von Grim Fandango ist nicht vorhanden. Bitte laden Sie ihn von https://www.novelvm.org/downloads/ herunter und kopieren Sie ihn in das Verzeichnis mit den Spiel-Dateien
nl_nl: De originele patch voor Grim Fandango ontbreekt. Download deze van https://www.novelvm.org/downloads/ en plaats deze bij de spelbestanden.

source: The original patch of Escape from Monkey Island is missing. Please download it from https://www.novelvm.org/downloads/ and put it in the game data files directory. Pay attention to download the correct version according to the game's language
de_de: Der originale Patch von Escape from Monkey Island ist nicht vorhanden. Bitte Laden Sie ihn von https://www.novelvm.org/downloads/ herunter und kopieren Sie ihn in das Verzeichnis mit den Spiel-Dateien. Achten Sie darauf, dass Sie die zur Spiel-Sprache passende Version herunterladen
nl_nl: De originele patch voor Escape from Monkey Island ontbreekt. Download deze van https://www.novelvm.org/downloads/ en plaats deze bij de spelbestanden. Let erop dat u de versie downloadt voor de correcte taal.

source: novelvm-grim-patch.lab not found
de_de: novelvm-grim-patch.lab nicht gefunden
nl_nl: novelvm-grim-patch.lab: bestand niet gevonden

source: Loading datausr.lab. Please note that the NovelVM-team doesn't provide support for using such patches
de_de: Lade datausr.lab. Bitte beachten Sie, dass das NovelVM-Team keine Unterstützung für solche Patches anbietet
nl_nl: Bezig met laden van datausr.lab. Merk op dat het NovelVM team geen ondersteuning biedt voor zulke patches

source: %s not found
de_de: %s nicht gefunden
nl_nl: Bestand '%s' niet gevonden.

source: Loading datausr.m4b. Please note that the NovelVM-team doesn't provide support for using such patches
de_de: Lade datausr.m4b. Bitte beachten Sie, dass das NovelVM-Team keine Unterstützung für solche Patches anbietet
nl_nl: Bezig met laden van datausr.m4b. Merk op dat het NovelVM team geen ondersteuning biedt voor zulke patches

source: Cannot find game data - check configuration file
de_de: Spiel-Daten nicht gefunden - Konfigurationsdatei überprüfen
nl_nl: Kan spelbestanden niet vinden. Check het configuratiebestand.

source: Widescreen mod
de_de: Breitbild-Modus

source: Enable enable widescreen rendering in fullscreen mode.
de_de: Aktiviere Breitbild-Darstellung im Vollbildmodus.

source: This version of Myst III has not been updated with the latest official patch. Please install the official update corresponding to your game's language. The updates can be downloaded from: https://www.novelvm.org/downloads/
de_de: Diese Version von Myst III wurde nicht auf die aktuellste Version aktualisiert. Bitte installieren Sie das zu Ihrer Sprache passende Update. Die Updates können unter folgender Website heruntergeladen werden: https://www.novelvm.org/downloads/

source: Load modded assets
de_de: Modifizierte Assets laden

source: Enable loading of external replacement assets.
de_de: Erlaubt das Laden externer Ersatz-Assets.

source: Enable linear filtering of the backgrounds images
de_de: Aktiviere Bilineare Filterung von Hintergrundbildern

source: When linear filtering is enabled the background graphics are smoother in full screen mode, at the cost of some details.
de_de: Wenn Bilineare Filterung für Hintergrundbilder aktiviert ist, wird die Grafik auf Kosten der Detailgenauigkeit im Vollbildmodus verbessert.

source: You are missing recommended data files:
de_de: Ihnen fehlen folgende empfohlene Datendateien:

source: The 'fonts' folder is required to experience the text style as it was designed. The Steam release is known to be missing it. You can get the fonts from the demo version of the game.
de_de: Der Ordner 'fonts' wird benötigt, um die Texte wie ursprünglich gedacht darzustellen. Das Steam-Release ist dafür bekannt, dass dieser Ordner fehlt. Sie können die Schriftarten von der Demo-Version dieses Spiels beziehen.

source: 'gui.ini' is recommended to get proper font settings for the game localization.
de_de: 'gui.ini' wird empfohlen, um die korrekten Schriftarten-Einstellungen für diese Übersetzung zu erhalten.

source: 'language.ini' is recommended to get localized confirmation dialogs.
de_de: 'language.ini' wird empfohlen, um die korrekten übersetzten Bestätigungs-Dialoge zu erhalten.

source: 'game.exe' is recommended to get styled confirmation dialogs.
de_de: 'game.exe' wird empfohlen, um korrekt dargestellte Bestätigungs-Dialoge zu erhalten.

source: NovelVM couldn't open the specified directory!
nl_nl: NovelVM kon de opgegeven map niet openen!

source: NovelVM could not find any game in the specified directory!
nl_nl: NovelVM kon geen enkel spel vinden in de opgegeven map!

source: Enable software rendering
nl_nl: Gebruik software rendering

source: You have to restart NovelVM before your changes will take effect.
nl_nl: U dient NovelVM opnieuw op te starten om de wijzigingen te activeren.

source: Please, report the following data to the NovelVM team along with name
nl_nl: Raporteer a.u.b. de volgende gegevens aan het NovelVM team samen met de naam

source: WARNING: The game you are about to start is not yet fully supported by NovelVM. As such, it is likely to be unstable, and any saves you make might not work in future versions of NovelVM.
nl_nl: WAARSCHUWING: Het spel dat u wilt gaan spelen is nog niet volledig ondersteund door NovelVM. Om die reden is het waarschijnlijk dat het spel instabiel is, en opgeslagen spellen zullen mogelijk niet werken in toekomstige versies van NovelVM.

source: This version of Myst III is encrypted with a copy-protection preventing NovelVM from reading required data. Please replace your 'M3.exe' file with the one from the official update corresponding to your game's language and redetect the game. These updates don't contain the copy-protection and can be downloaded from https://www.novelvm.org/downloads/
nl_nl: Deze versie van Myst III is kopieerbeveiligd, waardoor NovelVM benodigde data niet kan uitlezen. Vervang 'M3.exe' met een kopie van de officiële update die overeenkomt met de taal van uw spel, en laat het spel opnieuw detecteren. De updates zijn vrij van kopieerbeveiliging en kunnen gedownload worden op https://www.novelvm.org/downloads/
